Repository: bravesoftdz/bad_behaviour_plugin
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: de_de, eo, es_es

source: Bad Behaviour Plugin for b2evolution
de_de: Bad-Behaviour-Plugin für b2evolution
eo: La kromprogramo Bad Behaviour (Riproĉinda Konduto) por b2evolution
es_es: Complemento de Bad Behaviour para b2evolution

source: The Web's premier link spam killer.
de_de: Die beste Link-Spam-Mörder auf Web.
eo: La unuaranga haltigilo de la ligilaj spamaĵoj en la TTT.
es_es: El mejor matador de spam de enlaces en el web

source: <!-- %1$s %2$s, run time: %3$s milliseconds -->
de_de: <!-- %1$s %2$s, Laufzeit: %3$s Millisekunden -->
eo: <!-- %1$s %2$s, plenumtempo: %3$s milisekundoj -->
es_es: <!-- %1$s %2$s, tiempo de ejecución: %3$s milisegundos -->

source: Bad Behaviour
eo: Bad Behaviour (Riproĉinda Konduto)

source: Display Stats
de_de: Anzeige die Statistik
eo: Montri statistikaĵojn
es_es: Mostrar estadísticas

source: Strict
de_de: Streng
eo: Severa
es_es: Estricto

source: Strict checking (blocks more spam but may block some people)
de_de: Strenge Prüfung (blockiert mehr Spam aber vielleicht Menschen auch)
eo: Severa kontrolado (baros pli da spamaĵoj, sed eble baros homojn)
es_es: Comprobando estricto (bloquea más de spam pero quizá algunas personas también)

source: Logging
de_de: Protokollierung
eo: Protokolado
es_es: Registrando

source: HTTP request logging (recommended)
de_de: Protokollierung der Anforderungen (empfohlen)
eo: Protokolado de HTTP-petoj (rekomendinda)
es_es: Registrando de peticiones HTTP (recomendado)

source: Verbose Logging
de_de: Wortreiche Protokollierung
eo: Plia protokolado
es_es: Registrando verboso

source: Log all requests
de_de: Protokollieren alle Anforderung
eo: Protokoli ĉiujn petojn
es_es: Registrar todos los peticiones

source: http:BL Access Key
de_de: http:BL-Zugriffsschlüssel
eo: Atinga ŝlosilo por http:BL
es_es: Llave de acceso de http:BL

source: Minimum Threat Level (25 is recommended)
de_de: Mindestbedrohungsstufe (25 ist empfohlen)
eo: Minimuma minaca nivelo (25 estas rekomendinda)
es_es: Nivel minimal de amenaza (25 es recomendado)

source: Maximum Age of Data (30 is recommended)
de_de: Maximales Alter der Daten (30 ist empfohlen)
eo: Maksimuma aĝo de datumoj (30 estas rekomendinda)
es_es: Edad maximal de la data (30 es recomendado)

source: Offsite forms
de_de: Offsite-Formulare
eo: Formularioj de aliaj TTT-ejoj
es_es: Formularios fuera del sitio

source: Allow forms submitted from other websites
de_de: Erlauben Formulare geschickt von anderen Websites
eo: Permesi formulariojn senditajn de aliaj TTT-ejoj
es_es: Permitir formularios que estuvieron mandados de otros sitios web

source: Strict EU cookies
de_de: Strenge EU-Cookies
eo: Severaj EU-kuketoj
es_es: Cookies estrictas de la UE

source: Disables cookie-based filters
de_de: Desaktiviert Cookie-basierte Filter
eo: Malaktivigas filtrilojn bazitaj sur kuketoj
es_es: Desactiva filtros basados en cookies

source: Reverse Proxy
eo: Inversa prokurilo
es_es: Proxy reverso

source: This site is behind a reverse proxy
de_de: Diese Website ist hinter einem Reverse Proxy
eo: La TTT-ejo estas malantaŭ inversa prokurilo
es_es: Eso sitio está detrás de un proxy reverso

source: Reverse proxy header
de_de: Nachrichtenkopf des Reverse Proxy
eo: Ĉapo por la inversa prokurilo
es_es: Encabezado del proxy reverso

source: Reverse proxy addresses
de_de: Adressen des Reverse Proxy
eo: Adresoj de la inversa prokurilo
es_es: Direcciones del proxy reverso

source: List of IP addresses of your reverse proxy.
de_de: Liste IP-Adressen des ihren Reverse Proxy.
eo: Listo de IP-adresoj de via inversa prokurilo.
es_es: Lista de las direcciones IP de su proxy reverso.

source: One per line.
de_de: Eine pro Zeile.
eo: Unu en ĉiu linio.
es_es: Uno por línea.

source: Whitelist IP addresses
de_de: Whitelist der IP-Adressen
eo: IP-adresoj en la blankolisto
es_es: Lista blanca de direcciones IP

source: List of IP addresses that are never filtered.
de_de: Liste IP-Adressen, die nie gefiltert werden.
eo: Listo de IP-adresoj, kiuj ne filtriĝos.
es_es: Lista de direcciones IP que no son nunca filtrados.

source: Whitelist user agents
de_de: Whitelist der User Agents
eo: TTT-legiloj en la blankolisto
es_es: Lista blanca de agentes de usuario

source: List of user agents that are never filtered.
de_de: Liste User Agents, die nie gefiltert werden.
eo: Listo de TTT-legiloj, kiuj ne filtriĝos.
es_es: Lista de agentes de usuarios que no son nuca filtrados.

source: Whitelist URLs
de_de: Whitelist der URLs
eo: URL-oj en la blankolisto
es_es: Lista blanca de URLs

source: List of URLs that are never filtered.
de_de: Liste URLS, die nie gefiltert werden.
eo: Listo de URL-oj, kiuj ne filtriĝos.
es_es: Lista de URLS que no son nuca filtrados.

source: <h2>%s has blocked the following access attempts in the last 7 days.</h2>
de_de: <h2>%s hat die folgende Zugriffsversuche in die letzen 7 Tagen blockiert.</h2>
eo: <h2>%s baris la jenajn atingo-provojn dum la pasintaj 7 tagoj.</h2>
es_es: <h2>%s ha bloqueado los siguientes intentos de acceso en los últimos 7 días.</h2>

source: IP
eo: IP-adreso

source: More information about this ip address
de_de: Mehr Informationen über diese IP-Adresse
eo: Pliaj informoj pri tiu IP-adreso
es_es: Más de información sobre esta dirección IP

source: Date
de_de: Datum
eo: Dato
es_es: Fecha

source: Request URI
de_de: Angeforderte URI
eo: Petita URI
es_es: URI pedido

source: View this uri on your blog
de_de: Ansehen diese URI auf ihrem Blog
eo: Vidi tiun URI-on en via blogo
es_es: Ver esto URI en su blog

source: HTTP Headers
de_de: HTTP-Nachrichtenköpfe
eo: HTTP-ĉapoj
es_es: Encabezados HTTP

source: User Agent
eo: TTT-legilo
es_es: Agente de usuario

source: Explanation
de_de: Beschreibung
eo: Klarigo
es_es: Explicación

source: Code
eo: Kodo
es_es: Código

source: <p>A total of %d access attepts blocked.</p>
de_de: <p>Insgesamt %d Zugriffsversuche blockiert.</p>
eo: <p>Sume de %d atingo-provoj baritaj.</p>
es_es: <p>Un total de %d intentos de acceso bloqueados.</p>

source: <p>More about <a href="http://www.bad-behavior.ioerror.us/">%s</a></p>
de_de: <p>Mehr über <a href="http://www.bad-behavior.ioerror.us/">%s</a></p>
eo: <p>Pli pri <a href="http://www.bad-behavior.ioerror.us/">%s</a></p>
es_es: <p>Más sobre <a href="http://www.bad-behavior.ioerror.us/">%s</a></p>

source: <div><a href="http://www.bad-behavior.ioerror.us/"><cite>%1$s</cite></a> has blocked %2$d access attempts in the last 7 days.</div>
de_de: <div><a href="http://www.bad-behavior.ioerror.us/"><cite>%1$s</cite></a> hat %2$d Zugriffsversuche in den letzen 7 Tage blockiert.</div>
eo: <div><a href="http://www.bad-behavior.ioerror.us/"><cite>%1$s</cite></a> baris %2$d atingo-provojn dum la pasintaj 7 tagoj.</div>
es_es: <div><a href="http://www.bad-behavior.ioerror.us/"><cite>%1$s</cite></a> ha bloqueado %2$d intentos de acceso en los últimos 7 días.</div>
